# ----------------------------------------------------------------------------
# LocalStrings_ru.properties: org.opengts.db.tables
# ----------------------------------------------------------------------------
# Text formatting rules: (see 'java.text.MessageFormat' and 'java.util.Properties')
# 1) Lines starting with '#' are comments.
# 2) The text 'key' preceeds the first '=' and should remain as-is.
# 3) The values {0}...{9} are used for text substitution.
# 4) The literal value '\n' is replaced with a newline character in the actual text.
# 5) 2 single quotes are replaced with 1 single quote in the actual text.
# 6) Key/Value lines starting with a comment (#) have not yet been translated.
# 7) This file MUST be 'ISO-8859-1' character encoded.
#    Unicode characters must be escaped using a '\uXXXX' format, where 'XXXX' is
#    the hex representation of the unicode character.
# Helpful links:
#  - Table of unicode characters:
#     http://www.fileformat.info/info/unicode/char/a.htm
#  - Unicode conversion tools:
#     http://people.w3.org/rishida/scripts/uniview/conversion.php
# ----------------------------------------------------------------------------
#
# --- org.opengts.db.tables.Account
Account.description=\u0412 \u044D\u0442\u043E\u0439 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 \u0441\u043E\u0431\u0440\u0430\u043D\u044B \u0434\u0430\u043D\u043D\u044B\u0435 \u043F\u043E \u0433\u0440\u0443\u043F\u043F\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
Account.distance.km=\u043A\u043C
Account.distance.miles=\u043C\u0438\u043B\u0438
Account.distance.nm=\u041D.\u043C\u0438\u043B\u0438
Account.economy.kpg=\u043A\u043C/\u0433\u043B
Account.economy.kpl=\u043A\u043C/\u043B
Account.economy.mpg=\u043C\u0438/\u0433\u043B
Account.geocoder.full=\u043F\u043E\u043B\u043D.
Account.geocoder.geozone=\u0437\u043E\u043D\u0430
Account.geocoder.none=\u043D\u0435\u0442
Account.geocoder.partial=\u0447\u0430\u0441\u0442.
Account.latlon.degrees=\u0433\u0440\u0430\u0434
Account.latlon.dm=\u0433\u0440\u0430\u0434:\u043C\u0438\u043D
Account.latlon.dms=\u0433\u0440\u0430\u0434:\u043C\u0438\u043D:\u0441\u0435\u043A
Account.mass.kg=\u043A\u0433
Account.mass.lb=\u0444\u043D\u0442
Account.pressure.bar=\u0431\u0430\u0440
Account.pressure.kPa=\u043A\u041F\u0430
Account.pressure.mmHg=\u043C\u043C \u0440.\u0441
Account.pressure.psi=\u043F\u0441\u0438
Account.speed.knots=\u0443\u0437\u043B
Account.speed.kph=\u043A\u043C/\u0447
Account.speed.mph=\u043C\u0438\u043B/\u0447
Account.temperature.c=C
Account.temperature.f=F
Account.title.plural=\u0413\u0440\u0443\u043F\u043F\u044B
Account.title.singular=\u0413\u0440\u0443\u043F\u043F\u0430
Account.type.system=\u0421\u0438\u0441\u0442\u0435\u043C\u0430
Account.type.temporary=\u0412\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0439
Account.type.type000=\u0422\u0438\u043F000
Account.type.type001=\u0422\u0438\u043F001
Account.type.type002=\u0422\u0438\u043F002
Account.type.type003=\u0422\u0438\u043F003
Account.type.type010=\u0422\u0438\u043F010
Account.type.type011=\u0422\u0438\u043F011
Account.type.type020=\u0422\u0438\u043F020
Account.type.type021=\u0422\u0438\u043F021
Account.type.type030=\u0422\u0438\u043F030
Account.type.type031=\u0422\u0438\u043F031
Account.volume.liter=\u043B.
Account.volume.ukgal=\u0433\u0430\u043B.(\u0430\u043D\u0433)
Account.volume.usgal=\u0433\u0430\u043B.(\u0441\u0448\u0430)
#
# --- org.opengts.db.tables.AccountString
AccountString.description=\u0412 \u044D\u0442\u043E\u0439 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 \u0445\u0440\u0430\u043D\u0438\u0442\u0441\u044F \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0443\u0435\u043C\u0430\u044F \u0442\u0435\u043A\u0441\u0442\u043E\u0432\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F (\u043A\u043B\u044E\u0447/\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F) \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
#
# --- org.opengts.db.tables.Device
Device.boarderCrossing.off=\u043D\u0435\u0442
Device.boarderCrossing.on=\u0434\u0430
Device.description=\u0412 \u044D\u0442\u043E\u0439 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442\u0441\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E \u0442\u0440\u0435\u043A\u0435\u0440\u0430\u0445 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0430\u0449\u0438\u0445 \u0433\u0440\u0443\u043F\u043F\u0430\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439. \u0417\u0430\u043F\u0438\u0441\u044C \u044D\u0442\u043E\u0439 \u0442\u0430\u0431\u043B\u0438\u0446\u044B, \u043E\u0431\u044B\u0447\u043D\u043E, \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u043E\u0431\u044A\u0435\u043A\u0442 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u0443\u0435\u043C\u044B\u0439 \u043F\u043E \u043A\u0430\u0440\u0442\u0435, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 \u0430\u0432\u0442\u043E\u043C\u043E\u0431\u0438\u043B\u044C.
Device.serviceMaint.dueFor=\u041F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043E\u0431\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u043D\u0438\u0435: {0}
Device.serviceMaint.odometer=\u041F\u0440\u043E\u0431\u0435\u0433
Device.title.plural=\u0410\u0432\u0442\u043E\u043C\u043E\u0431\u0438\u043B\u0438
Device.title.singular=\u0410\u0432\u0442\u043E\u043C\u043E\u0431\u0438\u043B\u044C
#
# --- org.opengts.db.tables.DeviceGroup
DeviceGroup.allDescription=\u0412\u0441\u0435
DeviceGroup.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u0433\u0440\u0443\u043F\u043F\u044B \u0442\u0440\u0435\u043A\u0435\u0440\u043E\u0432 \u0432\u0445\u043E\u0434\u044F\u0449\u0438\u0445 \u0432 \u0433\u0440\u0443\u043F\u043F\u044B \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
DeviceGroup.title.plural=\u0413\u0440\u0443\u043F\u043F\u044B \u0442\u0440\u0435\u043A\u0435\u0440\u043E\u0432
DeviceGroup.title.singular=\u0413\u0440\u0443\u043F\u043F\u0430 \u0442\u0440\u0435\u043A\u0435\u0440\u043E\u0432
#
# --- org.opengts.db.tables.DeviceList
DeviceList.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u043D\u043E\u0441\u0442\u044C \u0442\u0440\u0435\u043A\u0435\u0440\u0430 \u043A \u0433\u0440\u0443\u043F\u043F\u0435 \u0442\u0440\u0435\u043A\u0435\u0440\u043E\u0432. \u041E\u0434\u0438\u043D \u0442\u0440\u0435\u043A\u0435\u0440 \u043C\u043E\u0436\u0435\u0442 \u0432\u0445\u043E\u0434\u0438\u0442\u044C \u0431\u043E\u043B\u0435\u0435 \u0447\u0435\u043C \u0432 \u043E\u0434\u043D\u0443 \u0433\u0440\u0443\u043F\u043F\u0443.
#
# --- org.opengts.db.tables.Driver
Driver.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u0432\u043E\u0434\u0438\u0442\u0435\u043B\u0435\u0439 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0445 \u0441 \u0433\u0440\u0443\u043F\u043F\u043E\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
#
# --- org.opengts.db.tables.EventData
EventData.description=\u0412 \u044D\u0442\u043E\u0439 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 \u0445\u0440\u0430\u043D\u044F\u0442\u0441\u044F \u0434\u0430\u043D\u043D\u044B\u0435 \u043E \u0441\u043E\u0431\u044B\u0442\u0438\u044F\u0445 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0435 \u043E\u0442 \u0432\u0441\u0435\u0445 \u0442\u0440\u0435\u043A\u0435\u0440\u043E\u0432.
EventData.gpsFix.2D=2D
EventData.gpsFix.3D=3D
EventData.gpsFix.none=\u041D\u0435\u0442
EventData.gpsFix.unknown=\u041D\u0435\u0438\u0437\u0432.
EventData.units.feet=\u0444\u0442.
EventData.units.meters=\u043C
#
# --- org.opengts.db.tables.Geozone
Geozone.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u0433\u0435\u043E\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0437\u043E\u043D\u044B \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0439 \u0433\u0440\u0443\u043F\u043F\u044B \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
Geozone.type.boundedRectangle=\u041F\u0440\u044F\u043C\u043E\u0443\u0433\u043E\u043B\u044C\u043D\u0438\u043A
Geozone.type.pointRadius=\u041E\u043A\u0440\u0443\u0436\u043D\u043E\u0441\u0442\u044C
Geozone.type.polygon=\u041C\u043D\u043E\u0433\u043E\u0443\u0433\u043E\u043B\u044C\u043D\u0438\u043A
Geozone.type.sweptPointRadius=\u0420\u0430\u0441\u0442.\u043E\u043A\u0440\u0443\u0436\u043D\u043E\u0441\u0442\u044C
#
# --- org.opengts.db.tables.GroupList
GroupList.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u0433\u0440\u0443\u043F\u043F\u044B \u0442\u0440\u0435\u043A\u0435\u0440\u043E\u0432 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044E.
#
# --- org.opengts.db.tables.Resource
Resource.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0442\u0435\u043A\u0441\u0442\u043E\u0432\u0443\u044E \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u0434\u043B\u044F \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0445 \u0433\u0440\u0443\u043F\u043F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
#
# --- org.opengts.db.tables.Role
Role.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u0440\u043E\u043B\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u0432 \u0433\u0440\u0443\u043F\u043F\u0430\u0445.
#
# --- org.opengts.db.tables.RoleAcl
RoleAcl.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u043F\u0440\u0430\u0432\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0439 \u0440\u043E\u043B\u0438 \u0432 \u0433\u0440\u0443\u043F\u043F\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
#
# --- org.opengts.db.tables.StatusCode
StatusCode.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u043A\u043E\u0434\u044B \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u044F \u0442\u0440\u0435\u043A\u0435\u0440\u043E\u0432.
#
# --- org.opengts.db.tables.SystemProps
SystemProps.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0435 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 (\u043A\u043B\u044E\u0447/\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435) \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0435 \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0439 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u044B.
#
# --- org.opengts.db.tables.Transport
Transport.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0443 \u0434\u0430\u043D\u043D\u044B\u0445 \u043E\u0442 \u0442\u0440\u0435\u043A\u0435\u0440\u0430 \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440. \u041F\u043E\u0434 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0435\u0439 \u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u043E\u043D\u0438\u043C\u0430\u0435\u0442\u0441\u044F \u043F\u0443\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0445 \u043E\u0442 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430 \u0434\u043E \u0441\u0435\u0440\u0432\u0435\u0440\u0430. \u0412 \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u0441\u043B\u0443\u0447\u0430\u044F\u0445, \u043E\u0434\u0438\u043D \u0442\u0440\u0435\u043A\u0435\u0440 \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u0443\u0442\u0435\u0439 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u0434\u0430\u043D\u043D\u044B\u0445, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 GPRS \u0438 \u0441\u043F\u0443\u0442\u043D\u0438\u043A\u043E\u0432\u044B\u0439 \u043A\u0430\u043D\u0430\u043B \u0441\u0432\u044F\u0437\u0438.
Transport.encoding.base64=Base64
Transport.encoding.binary=Binary
Transport.encoding.hex=Hex
Transport.encoding.none=None
#
# --- org.opengts.db.tables.UniqueXID
UniqueXID.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u0437\u0430\u0434\u0430\u0435\u0442 \u0441\u0432\u044F\u0437\u044C \u043C\u0435\u0436\u0434\u0443 \u0438\u0434. \u043F\u0443\u0442\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438 \u0433\u0440\u0443\u043F\u043F\u043E\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439/\u043A\u0430\u043D\u0430\u043B\u043E\u043C.
#
# --- org.opengts.db.tables.User
User.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u0432 \u043A\u0430\u0436\u0434\u043E\u0439 \u0433\u0440\u0443\u043F\u043F\u0435.
User.gender.female=\u0416\u0435\u043D.
User.gender.male=\u041C\u0443\u0436.
User.gender.notSpecified=??
User.type.system=\u0421\u0438\u0441\u0442\u0435\u043C\u0430
User.type.temporary=\u0412\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0439
User.type.type000=\u0422\u0438\u043F000
User.type.type001=\u0422\u0438\u043F001
User.type.type002=\u0422\u0438\u043F002
User.type.type003=\u0422\u0438\u043F003
User.type.type010=\u0422\u0438\u043F010
User.type.type011=\u0422\u0438\u043F011
User.type.type020=\u0422\u0438\u043F020
User.type.type021=\u0422\u0438\u043F021
User.type.type030=\u0422\u0438\u043F030
User.type.type031=\u0422\u0438\u043F031
#
# --- org.opengts.db.tables.UserAcl
UserAcl.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u0437\u0430\u0434\u0430\u0435\u0442 \u043F\u0440\u0430\u0432\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u0434\u043B\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u044B.
#
# --- org.opengts.db.tables.UserDevice
UserDevice.description=\u042D\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u0441 \u043A\u0430\u043A\u0438\u043C\u0438 \u0442\u0440\u0435\u043A\u0435\u0440\u0430\u043C\u0438 \u043C\u043E\u0436\u0435\u0442 \u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u043A\u0430\u0436\u0434\u044B\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441\u0438\u0441\u0442\u0435\u043C\u044B.
#
